Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# program.notice.activated
source: %@ is now your active program.
es: %@ es ahora tu programa activo.
fr: %@ est maintenant ton programme actif.
hi: %@ अब आपका सक्रिय प्रोग्राम है।
it: %@ è ora il tuo programma attivo.
ko: 이제 %@ 프로그램을 사용해요.
pl: %@ jest teraz Twoim aktywnym programem.
tr: %@ artık etkin programın.
zh_hans: %@ 已成为你的当前训练计划。

# program.notice.cloned
source: Copied. The copy stays inactive until you activate it.
es: Copiado. La copia queda inactiva hasta que la actives.
fr: Copié. La copie reste inactive tant que tu ne l’actives pas.
hi: कॉपी हो गया। जब तक आप सक्रिय न करें, कॉपी निष्क्रिय रहेगी।
it: Copiato. La copia resta inattiva finché non la attivi.
ko: 복사했어요. 사본은 활성화하기 전까지 비활성 상태예요.
pl: Skopiowano. Kopia jest nieaktywna, dopóki jej nie włączysz.
tr: Kopyalandı. Sen etkinleştirene kadar kopya pasif kalır.
zh_hans: 已复制。副本在你启用之前保持未启用状态。

# program.notice.created
source: Program created. Add your first session to get started.
es: Programa creado. Añade tu primera sesión para empezar.
fr: Programme créé. Ajoute ta première séance pour démarrer.
hi: प्रोग्राम बन गया। शुरुआत के लिए अपना पहला सेशन जोड़ें।
it: Programma creato. Aggiungi la tua prima sessione per iniziare.
ko: 프로그램을 만들었어요. 첫 세션을 추가해 시작해 보세요.
pl: Program utworzony. Dodaj pierwszą sesję, żeby ruszyć.
tr: Program oluşturuldu. Başlamak için ilk seansını ekle.
zh_hans: 训练计划已创建。添加第一节训练课即可开始。

# program.notice.excludeCleared
source: This exercise can be suggested again.
es: Este ejercicio puede volver a sugerirse.
fr: Cet exercice peut à nouveau être proposé.
hi: यह एक्सरसाइज़ फिर से सुझाई जा सकती है।
it: Questo esercizio può essere proposto di nuovo.
ko: 이 운동을 다시 추천할 수 있어요.
pl: To ćwiczenie może być znów proponowane.
tr: Bu egzersiz yeniden önerilebilir.
zh_hans: 这个动作可以重新被推荐。

# program.notice.excluded
source: This exercise will not be suggested again.
es: Este ejercicio no volverá a sugerirse.
fr: Cet exercice ne sera plus proposé.
hi: यह एक्सरसाइज़ दोबारा नहीं सुझाई जाएगी।
it: Questo esercizio non verrà più proposto.
ko: 이 운동은 더 이상 추천되지 않아요.
pl: To ćwiczenie nie będzie już proponowane.
tr: Bu egzersiz bir daha önerilmeyecek.
zh_hans: 这个动作不会再被推荐。

# program.notice.regenerated
source: Your program has been rebuilt.
es: Tu programa se ha reconstruido.
fr: Ton programme a été reconstruit.
hi: आपका प्रोग्राम दोबारा बन गया है।
it: Il tuo programma è stato ricostruito.
ko: 프로그램을 다시 만들었어요.
pl: Twój program został przebudowany.
tr: Programın yeniden kuruldu.
zh_hans: 你的训练计划已重新生成。

# program.notice.restored
source: The original exercise is back.
es: El ejercicio original ha vuelto.
fr: L’exercice d’origine est de retour.
hi: मूल एक्सरसाइज़ वापस आ गई।
it: L'esercizio originale è tornato.
ko: 원래 운동으로 되돌렸어요.
pl: Oryginalne ćwiczenie wróciło.
tr: Asıl egzersiz geri geldi.
zh_hans: 原动作已恢复。

# program.notice.sessionRegenerated
source: New exercises picked for this session.
es: Se han elegido ejercicios nuevos para esta sesión.
fr: Nouveaux exercices choisis pour cette séance.
hi: इस सेशन के लिए नई एक्सरसाइज़ चुनी गईं।
it: Nuovi esercizi scelti per questa sessione.
ko: 이 세션의 운동을 새로 골랐어요.
pl: Dobrano nowe ćwiczenia do tej sesji.
tr: Bu seans için yeni egzersizler seçildi.
zh_hans: 已为这节训练课挑选新动作。

# program.notice.splitChanged
source: Your week now follows %@.
es: Tu semana sigue ahora %@.
fr: Ta semaine suit maintenant %@.
hi: अब आपका हफ़्ता %@ के हिसाब से चलेगा।
it: La tua settimana ora segue %@.
ko: 이제 한 주가 %@ 구성을 따라요.
pl: Twój tydzień idzie teraz według: %@.
tr: Haftan artık şunu izliyor: %@.
zh_hans: 你的一周现在采用%@。

# program.notice.templateApplied
source: Template added to your program.
es: Plantilla añadida a tu programa.
fr: Modèle ajouté à ton programme.
hi: टेम्पलेट आपके प्रोग्राम में जुड़ गया।
it: Modello aggiunto al tuo programma.
ko: 템플릿을 프로그램에 추가했어요.
pl: Szablon dodany do Twojego programu.
tr: Şablon programına eklendi.
zh_hans: 模板已加入你的训练计划。

# program.notice.templateSaved
source: Session saved to your templates.
es: Sesión guardada en tus plantillas.
fr: Séance enregistrée dans tes modèles.
hi: सेशन आपके टेम्पलेट में सेव हो गया।
it: Sessione salvata nei tuoi modelli.
ko: 세션을 템플릿에 저장했어요.
pl: Sesja zapisana w Twoich szablonach.
tr: Seans şablonlarına kaydedildi.
zh_hans: 训练课已保存到你的模板中。

# program.regenerate.confirmAction
source: Rebuild
es: Reconstruir
fr: Reconstruire
hi: दोबारा बनाएँ
it: Ricostruisci
ko: 다시 만들기
pl: Przebuduj
tr: Yeniden kur
zh_hans: 重新生成

# program.regenerate.confirmMessage
source: Locked exercises and your whole history are kept. The split, the sessions and every exercise you have not locked are chosen again from your goals, schedule and equipment.
es: Los ejercicios fijados y todo tu historial se mantienen. El split, las sesiones y todos los ejercicios que no hayas fijado se vuelven a elegir con tus objetivos, tu horario y tu material.
fr: Les exercices verrouillés et tout ton historique sont conservés. Le split, les séances et chaque exercice non verrouillé sont choisis à nouveau à partir de tes objectifs, de ton emploi du temps et de ton matériel.
hi: लॉक की गई एक्सरसाइज़ और आपकी पूरी हिस्ट्री बनी रहेगी। स्प्लिट, सेशन और हर वह एक्सरसाइज़ जो लॉक नहीं है, आपके लक्ष्यों, शेड्यूल और इक्विपमेंट से दोबारा चुनी जाएगी।
it: Gli esercizi bloccati e tutta la tua cronologia vengono mantenuti. Lo split, le sessioni e ogni esercizio non bloccato vengono scelti di nuovo dai tuoi obiettivi, impegni e attrezzatura.
ko: 잠근 운동과 전체 기록은 그대로예요. 분할과 세션, 잠그지 않은 운동은 목표와 일정, 장비를 바탕으로 다시 골라요.
pl: Zablokowane ćwiczenia i cała Twoja historia zostają. Split, sesje i każde niezablokowane ćwiczenie dobieramy na nowo z Twoich celów, grafiku i sprzętu.
tr: Kilitlediğin egzersizler ve tüm geçmişin korunur. Split, seanslar ve kilitlemediğin her egzersiz; hedeflerine, takvimine ve ekipmanına göre yeniden seçilir.
zh_hans: 锁定的动作和你的全部历史都会保留。分化、训练课以及所有未锁定的动作，都会依据你的目标、日程和器械重新挑选。

# program.regenerate.confirmTitle
source: Rebuild your program?
es: ¿Reconstruir tu programa?
fr: Reconstruire ton programme ?
hi: अपना प्रोग्राम दोबारा बनाएँ?
it: Ricostruire il tuo programma?
ko: 프로그램을 다시 만들까요?
pl: Przebudować program?
tr: Programın yeniden kurulsun mu?
zh_hans: 重新生成训练计划？

# program.renameProgram
source: Rename program
es: Renombrar programa
fr: Renommer le programme
hi: प्रोग्राम का नाम बदलें
it: Rinomina il programma
ko: 프로그램 이름 바꾸기
pl: Zmień nazwę programu
tr: Programı yeniden adlandır
zh_hans: 重命名训练计划

# program.session.aboutHeader
source: About
es: Sobre la sesión
fr: À propos
hi: जानकारी
it: Informazioni
ko: 정보
pl: Informacje
tr: Hakkında
zh_hans: 关于

# program.session.actionsFooter
source: Picking new exercises affects this session only. Anything you locked stays where it is.
es: Elegir ejercicios nuevos afecta solo a esta sesión. Lo que hayas fijado se queda donde está.
fr: Choisir de nouveaux exercices ne touche que cette séance. Ce que tu as verrouillé reste en place.
hi: नई एक्सरसाइज़ चुनने का असर सिर्फ़ इसी सेशन पर पड़ता है। आपकी लॉक की हुई चीज़ें वहीं रहती हैं।
it: Scegliere nuovi esercizi riguarda solo questa sessione. Quello che hai bloccato resta dov'è.
ko: 새 운동 고르기는 이 세션에만 적용돼요. 잠근 것은 그대로 남아요.
pl: Dobór nowych ćwiczeń dotyczy tylko tej sesji. To, co zablokowałeś, zostaje na miejscu.
tr: Yeni egzersiz seçmek yalnızca bu seansı etkiler. Kilitlediklerin yerinde kalır.
zh_hans: 重新挑选动作只影响这节训练课。你锁定的内容会保持原样。

# program.session.actionsHeader
source: Actions
es: Acciones
hi: क्रियाएँ
it: Azioni
ko: 작업
pl: Działania
tr: İşlemler
zh_hans: 操作

# program.session.addExercise
source: Add an exercise
es: Añadir un ejercicio
fr: Ajouter un exercice
hi: एक्सरसाइज़ जोड़ें
it: Aggiungi un esercizio
ko: 운동 추가
pl: Dodaj ćwiczenie
tr: Egzersiz ekle
zh_hans: 添加动作

# program.session.duplicate
source: Duplicate session
es: Duplicar sesión
fr: Dupliquer la séance
hi: सेशन की कॉपी बनाएँ
it: Duplica la sessione
ko: 세션 복제
pl: Duplikuj sesję
tr: Seansı kopyala
zh_hans: 复制训练课

# program.session.duration
source: Time per set
es: Tiempo por serie
fr: Temps par série
hi: प्रति सेट समय
it: Tempo per serie
ko: 세트당 시간
pl: Czas na serię
tr: Set başına süre
zh_hans: 每组时长

# program.session.emptyMessage
source: Add exercises and the weekly volume below keeps up with them as you go.
es: Añade ejercicios y el volumen semanal de abajo se irá actualizando con ellos.
fr: Ajoute des exercices et le volume hebdomadaire ci-dessous suit au fur et à mesure.
hi: एक्सरसाइज़ जोड़ें और नीचे का साप्ताहिक वॉल्यूम साथ-साथ बदलता रहेगा।
it: Aggiungi esercizi e il volume settimanale qui sotto si aggiornerà insieme a te.
ko: 운동을 추가하면 아래 주간 볼륨이 바로 따라와요.
pl: Dodaj ćwiczenia, a tygodniowa objętość poniżej będzie za nimi nadążać.
tr: Egzersiz ekle; aşağıdaki haftalık hacim sen ekledikçe güncellensin.
zh_hans: 添加动作，下面的每周训练量会随之更新。

# program.session.emptyTitle
source: No exercises yet
es: Aún no hay ejercicios
fr: Pas encore d’exercices
hi: अभी कोई एक्सरसाइज़ नहीं
it: Ancora nessun esercizio
ko: 아직 운동이 없어요
pl: Brak ćwiczeń
tr: Henüz egzersiz yok
zh_hans: 还没有动作

# program.session.exclude
source: Never suggest
es: No sugerir nunca
fr: Ne jamais proposer
hi: कभी न सुझाएँ
it: Non proporlo mai
ko: 추천하지 않기
pl: Nigdy nie proponuj
tr: Asla önerme
zh_hans: 不再推荐

# program.session.excludeNote
source: Excluding an exercise keeps it out of future suggestions everywhere. It stays in this session until you remove it.
es: Excluir un ejercicio lo deja fuera de las sugerencias en toda la app. Se queda en esta sesión hasta que lo quites.
fr: Exclure un exercice le retire des suggestions futures partout. Il reste dans cette séance tant que tu ne l’enlèves pas.
hi: एक्सरसाइज़ बाहर रखने पर वह आगे कहीं भी नहीं सुझाई जाएगी। जब तक आप हटा न दें, वह इस सेशन में बनी रहेगी।
it: Escludere un esercizio lo tiene fuori dalle proposte future ovunque. Resta in questa sessione finché non lo rimuovi.
ko: 제외하면 앞으로 어디에서도 추천되지 않아요. 직접 제거하기 전까지 이 세션에는 남아 있어요.
pl: Wykluczenie trzyma to ćwiczenie z dala od przyszłych propozycji w całej aplikacji. W tej sesji zostaje, dopóki go nie usuniesz.
tr: Bir egzersizi hariç tutmak, onu her yerde gelecekteki önerilerin dışında bırakır. Sen çıkarana kadar bu seansta kalır.
zh_hans: 排除一个动作后，它在任何地方都不会再被推荐。在你移除它之前，它仍留在这节训练课中。

# program.session.exercisesFooter
source: Drag to reorder. Swipe an exercise to swap or remove it.
es: Arrastra para reordenar. Desliza un ejercicio para cambiarlo o quitarlo.
fr: Fais glisser pour réorganiser. Balaie un exercice pour le remplacer ou le retirer.
hi: क्रम बदलने के लिए खींचें। बदलने या हटाने के लिए एक्सरसाइज़ पर स्वाइप करें।
it: Trascina per riordinare. Scorri su un esercizio per sostituirlo o rimuoverlo.
ko: 끌어서 순서를 바꾸고, 옆으로 밀어 교체하거나 제거할 수 있어요.
pl: Przeciągnij, żeby zmienić kolejność. Przesuń ćwiczenie palcem, żeby je zamienić lub usunąć.
tr: Sıralamak için sürükle. Değiştirmek veya çıkarmak için egzersizi kaydır.
zh_hans: 拖动可重新排序。左滑动作可替换或移除。

# program.session.exercisesHeader
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
ko: 운동
pl: Ćwiczenia
tr: Egzersizler
zh_hans: 动作

# program.session.lock
source: Lock this exercise
es: Fijar este ejercicio
fr: Verrouiller cet exercice
hi: यह एक्सरसाइज़ लॉक करें
it: Blocca questo esercizio
ko: 이 운동 잠그기
pl: Zablokuj to ćwiczenie
tr: Bu egzersizi kilitle
zh_hans: 锁定这个动作

# program.session.lockNote
source: A locked exercise is kept whenever this program is rebuilt.
es: Un ejercicio fijado se conserva cada vez que se reconstruye este programa.
fr: Un exercice verrouillé est conservé à chaque reconstruction de ce programme.
hi: लॉक की गई एक्सरसाइज़ प्रोग्राम दोबारा बनने पर भी बनी रहती है।
it: Un esercizio bloccato viene mantenuto ogni volta che il programma viene ricostruito.
ko: 잠근 운동은 프로그램을 다시 만들어도 그대로 유지돼요.
pl: Zablokowane ćwiczenie zostaje przy każdej przebudowie tego programu.
tr: Kilitli bir egzersiz, program her yeniden kurulduğunda korunur.
zh_hans: 重新生成这份计划时，锁定的动作会被保留。

# program.session.lockedCount
source: %lld locked
es: %lld fijados
fr: %lld verrouillés
hi: %lld लॉक
it: %lld bloccati
ko: %lld개 잠김
pl: Zablokowane: %lld
tr: %lld kilitli
zh_hans: 已锁定 %lld 个

# program.session.lockedState
source: Locked
es: Fijado
fr: Verrouillé
hi: लॉक
it: Bloccato
ko: 잠김
pl: Zablokowane
tr: Kilitli
zh_hans: 已锁定

# program.session.missingMessage
source: It may have been deleted, or replaced when the program was rebuilt.
es: Puede que se eliminara, o que se sustituyera al reconstruir el programa.
fr: Elle a peut-être été supprimée, ou remplacée lors d’une reconstruction du programme.
hi: हो सकता है इसे मिटा दिया गया हो, या प्रोग्राम दोबारा बनने पर बदल दिया गया हो।
it: Potrebbe essere stata eliminata, o sostituita quando il programma è stato ricostruito.
ko: 삭제됐거나, 프로그램을 다시 만들 때 교체됐을 수 있어요.
pl: Mogła zostać usunięta albo zastąpiona przy przebudowie programu.
tr: Silinmiş ya da program yeniden kurulurken değiştirilmiş olabilir.
zh_hans: 它可能被删除了，或者在重新生成计划时被替换了。

# program.session.missingTitle
source: This session is no longer in your program
es: Esta sesión ya no está en tu programa
fr: Cette séance ne fait plus partie de ton programme
hi: यह सेशन अब आपके प्रोग्राम में नहीं है
it: Questa sessione non è più nel tuo programma
ko: 이 세션은 프로그램에 더 이상 없어요
pl: Tej sesji nie ma już w Twoim programie
tr: Bu seans artık programında değil
zh_hans: 这节训练课已不在你的计划中

# program.session.regenerate
source: Pick new exercises
es: Elegir ejercicios nuevos
fr: Choisir de nouveaux exercices
hi: नई एक्सरसाइज़ चुनें
it: Scegli nuovi esercizi
ko: 새 운동 고르기
pl: Dobierz nowe ćwiczenia
tr: Yeni egzersizler seç
zh_hans: 重新挑选动作

# program.session.regenerateAction
source: Pick new exercises
es: Elegir ejercicios nuevos
fr: Choisir de nouveaux exercices
hi: नई एक्सरसाइज़ चुनें
it: Scegli nuovi esercizi
ko: 새 운동 고르기
pl: Dobierz nowe ćwiczenia
tr: Yeni egzersizler seç
zh_hans: 重新挑选动作

# program.session.regenerateMessage
source: Forge chooses a fresh set of exercises for this session. Anything you locked stays, and the rest of your program is untouched.
es: Forge escoge un conjunto nuevo de ejercicios para esta sesión. Lo que hayas fijado se queda, y el resto de tu programa no se toca.
fr: Forge choisit une nouvelle sélection d’exercices pour cette séance. Ce que tu as verrouillé reste, et le reste de ton programme n’est pas touché.
hi: Forge इस सेशन के लिए एक्सरसाइज़ का नया सेट चुनेगा। आपकी लॉक की हुई चीज़ें बनी रहेंगी और बाकी प्रोग्राम अछूता रहेगा।
it: Forge sceglie una nuova serie di esercizi per questa sessione. Quello che hai bloccato resta e il resto del programma non viene toccato.
ko: Forge가 이 세션의 운동을 새로 골라요. 잠근 것은 유지되고, 프로그램의 나머지는 그대로예요.
pl: Forge dobierze do tej sesji świeży zestaw ćwiczeń. To, co zablokowałeś, zostaje, a reszta programu pozostaje nietknięta.
tr: Forge bu seans için yeni bir egzersiz seti seçer. Kilitlediklerin kalır, programının geri kalanına dokunulmaz.
zh_hans: Forge 会为这节训练课挑选一组新动作。你锁定的内容保留，计划的其余部分不受影响。

# program.session.regenerateTitle
source: Pick new exercises for this session?
es: ¿Elegir ejercicios nuevos para esta sesión?
fr: Choisir de nouveaux exercices pour cette séance ?
hi: इस सेशन के लिए नई एक्सरसाइज़ चुनें?
it: Scegliere nuovi esercizi per questa sessione?
ko: 이 세션의 운동을 새로 고를까요?
pl: Dobrać nowe ćwiczenia do tej sesji?
tr: Bu seans için yeni egzersizler seçilsin mi?
zh_hans: 为这节训练课重新挑选动作？

# program.session.removeTitle
source: Remove this exercise?
es: ¿Quitar este ejercicio?
fr: Retirer cet exercice ?
hi: यह एक्सरसाइज़ हटाएँ?
it: Rimuovere questo esercizio?
ko: 이 운동을 제거할까요?
pl: Usunąć to ćwiczenie?
tr: Bu egzersiz çıkarılsın mı?
zh_hans: 移除这个动作？

# program.session.repsLower
source: Reps, bottom of range
es: Reps, mínimo del rango
fr: Répétitions, bas de la fourchette
hi: रेप्स, रेंज का निचला छोर
it: Ripetizioni, minimo
ko: 횟수, 범위 하한
pl: Powtórzenia, dół zakresu
tr: Tekrar, aralığın altı
zh_hans: 次数下限

# program.session.repsUpper
source: Reps, top of range
es: Reps, máximo del rango
fr: Répétitions, haut de la fourchette
hi: रेप्स, रेंज का ऊपरी छोर
it: Ripetizioni, massimo
ko: 횟수, 범위 상한
pl: Powtórzenia, góra zakresu
tr: Tekrar, aralığın üstü
zh_hans: 次数上限

# program.session.rest
source: Rest
es: Descanso
fr: Repos
hi: आराम
it: Recupero
ko: 휴식
pl: Przerwa
tr: Dinlenme
zh_hans: 休息

# program.session.restDay
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
ko: 휴식일
pl: Dzień wolny
tr: Dinlenme günü
zh_hans: 休息日

# program.session.restore
source: Put the original back
es: Recuperar el original
fr: Remettre l’original
hi: मूल एक्सरसाइज़ वापस लाएँ
it: Rimetti l'originale
ko: 원래 운동으로 되돌리기
pl: Przywróć oryginał
tr: Aslını geri getir
zh_hans: 恢复原动作

# program.session.rirNote
source: How many reps you should have left when you stop a set. Higher means further from failure.
es: Cuántas repeticiones deberías tener de margen al terminar una serie. Cuanto más alto, más lejos del fallo.
fr: Combien de répétitions il devrait te rester quand tu arrêtes une série. Plus le chiffre est haut, plus tu es loin de l’échec.
hi: सेट रोकते समय आपके पास कितने रेप्स बचे रहने चाहिए। ज़्यादा का मतलब फेल्योर से ज़्यादा दूर।
it: Quante ripetizioni dovresti avere ancora in canna quando chiudi una serie. Più alto significa più lontano dal cedimento.
ko: 세트를 멈출 때 몇 회를 더 할 수 있어야 하는지예요. 값이 클수록 실패 지점에서 멀어요.
pl: Ile powtórzeń powinno Ci zostać, gdy kończysz serię. Więcej znaczy dalej od upadku mięśniowego.
tr: Seti bıraktığında kaç tekrarın daha kalmış olması gerektiği. Yüksek değer, tükenmeye daha uzak demektir.
zh_hans: 结束一组时你还应剩下多少次。数值越高，离力竭越远。

# program.session.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
ko: 세트
pl: Serie
tr: Set
zh_hans: 组数

# program.session.substitutedFrom
source: You swapped this in for %@.
es: Pusiste este en lugar de %@.
fr: Tu l’as mis à la place de %@.
hi: आपने इसे %@ की जगह लगाया था।
it: L'hai messo al posto di %@.
ko: %@ 대신 이 운동을 넣었어요.
pl: Zamieniłeś to ćwiczenie za: %@.
tr: Bunu şunun yerine koydun: %@.
zh_hans: 你用它替换了 %@。

# program.session.summary
source: %lld exercises · %lld sets · %@
es: %lld ejercicios · %lld series · %@
fr: %lld exercices · %lld séries · %@
hi: %lld एक्सरसाइज़ · %lld सेट · %@
it: %lld esercizi · %lld serie · %@
ko: 운동 %lld개 · %lld세트 · %@
pl: %lld ćwiczeń · %lld serii · %@
tr: %lld egzersiz · %lld set · %@
zh_hans: %lld 个动作 · %lld 组 · %@

# program.session.swap
source: Swap
es: Cambiar
fr: Remplacer
hi: बदलें
it: Sostituisci
ko: 교체
pl: Zamień
tr: Değiştir
zh_hans: 替换

# program.session.targetRIR
source: Reps in reserve
es: Repeticiones en reserva
fr: Répétitions en réserve
hi: रिज़र्व रेप्स
it: Ripetizioni di riserva
ko: 여유 반복 수
pl: Zapas powtórzeń (RIR)
tr: Yedekte kalan tekrar
zh_hans: 保留次数

# program.session.unlock
source: Unlock this exercise
es: Dejar de fijar este ejercicio
fr: Déverrouiller cet exercice
hi: यह एक्सरसाइज़ अनलॉक करें
it: Sblocca questo esercizio
ko: 이 운동 잠금 해제
pl: Odblokuj to ćwiczenie
tr: Bu egzersizin kilidini aç
zh_hans: 解锁这个动作

# program.session.viewExercise
source: About this exercise
es: Sobre este ejercicio
fr: À propos de cet exercice
hi: इस एक्सरसाइज़ के बारे में
it: Info sull'esercizio
ko: 이 운동 정보
pl: O tym ćwiczeniu
tr: Bu egzersiz hakkında
zh_hans: 关于这个动作

# program.session.volumeFooter
source: Weekly volume for the muscle groups this session trains. Changes you make here move it straight away.
es: Volumen semanal de los grupos musculares que entrena esta sesión. Los cambios que hagas aquí lo mueven al momento.
fr: Volume hebdomadaire des groupes musculaires que cette séance travaille. Tes modifications le font bouger immédiatement.
hi: इस सेशन में जिन मसल ग्रुप की ट्रेनिंग होती है, उनका साप्ताहिक वॉल्यूम। यहाँ किए बदलाव इसे तुरंत बदल देते हैं।
it: Volume settimanale dei gruppi muscolari che questa sessione allena. Le modifiche che fai qui lo spostano subito.
ko: 이 세션이 자극하는 근육 그룹의 주간 볼륨이에요. 여기서 바꾸면 바로 반영돼요.
pl: Tygodniowa objętość dla grup mięśniowych, które trenuje ta sesja. Twoje zmiany od razu ją przesuwają.
tr: Bu seansın çalıştırdığı kas grupları için haftalık hacim. Burada yaptığın değişiklikler anında yansır.
zh_hans: 这节训练课涉及肌群的每周训练量。你在这里的修改会立即反映出来。

# program.session.volumeHeader
source: Weekly volume
es: Volumen semanal
fr: Volume hebdomadaire
hi: साप्ताहिक वॉल्यूम
it: Volume settimanale
ko: 주간 볼륨
pl: Objętość tygodniowa
tr: Haftalık hacim
zh_hans: 每周训练量

# program.session.weekday
source: Day
es: Día
fr: Jour
hi: दिन
it: Giorno
ko: 요일
pl: Dzień
tr: Gün
zh_hans: 日期

# program.sessions.add
source: Add a session
es: Añadir una sesión
fr: Ajouter une séance
hi: सेशन जोड़ें
it: Aggiungi una sessione
ko: 세션 추가
pl: Dodaj sesję
tr: Seans ekle
zh_hans: 添加训练课

# program.sessions.emptyMessage
source: Add your first session, or let Forge build the week for you.
es: Añade tu primera sesión, o deja que Forge te monte la semana.
fr: Ajoute ta première séance, ou laisse Forge construire la semaine pour toi.
hi: अपना पहला सेशन जोड़ें, या Forge से पूरा हफ़्ता बनवा लें।
it: Aggiungi la tua prima sessione, oppure lascia che sia Forge a costruire la settimana.
ko: 첫 세션을 추가하거나, Forge가 한 주를 짜도록 해 보세요.
pl: Dodaj pierwszą sesję albo pozwól Forge zbudować tydzień za Ciebie.
tr: İlk seansını ekle ya da haftayı Forge kursun.
zh_hans: 添加第一节训练课，或让 Forge 为你安排这一周。

# program.sessions.emptyTitle
source: This program is empty
es: Este programa está vacío
fr: Ce programme est vide
hi: यह प्रोग्राम खाली है
it: Questo programma è vuoto
ko: 이 프로그램은 비어 있어요
pl: Ten program jest pusty
tr: Bu program boş
zh_hans: 这份训练计划是空的

# program.sessions.title
source: Your week
es: Tu semana
fr: Ta semaine
hi: आपका हफ़्ता
it: La tua settimana
ko: 내 한 주
pl: Twój tydzień
tr: Haftan
zh_hans: 你的一周

# program.settings.applyRest
source: Apply these to my program
es: Aplicarlos a mi programa
fr: Appliquer à mon programme
hi: इन्हें मेरे प्रोग्राम पर लागू करें
it: Applicali al mio programma
ko: 내 프로그램에 적용하기
pl: Zastosuj w moim programie
tr: Bunları programıma uygula
zh_hans: 应用到我的训练计划

# program.settings.autoProgression
source: Adjust loads automatically
es: Ajustar las cargas automáticamente
fr: Ajuster les charges automatiquement
hi: लोड अपने आप बदलें
it: Regola i carichi automaticamente
ko: 중량 자동 조정
pl: Dobieraj ciężary automatycznie
tr: Ağırlıkları otomatik ayarla
zh_hans: 自动调整负重

# program.settings.autoProgression.detail
source: Each session's load is set from what you logged last time.
es: La carga de cada sesión se fija con lo que registraste la vez anterior.
fr: La charge de chaque séance est fixée d’après ce que tu as enregistré la fois précédente.
hi: हर सेशन का लोड पिछली बार आपने जो दर्ज किया उससे तय होता है।
it: Il carico di ogni sessione viene impostato da quello che hai registrato la volta prima.
ko: 지난번 기록을 바탕으로 각 세션의 중량을 정해요.
pl: Ciężar na każdą sesję wynika z tego, co zapisałeś ostatnim razem.
tr: Her seansın ağırlığı, geçen sefer kaydettiklerinden belirlenir.
zh_hans: 每节训练课的负重根据你上次的记录设定。

# program.settings.blockLength
source: Weeks per block
es: Semanas por bloque
fr: Semaines par bloc
hi: हर ब्लॉक में हफ़्ते
it: Settimane per blocco
ko: 블록당 주 수
pl: Tygodnie w bloku
tr: Blok başına hafta
zh_hans: 每个周期几周
